app/controllers/airplanes_controller.rb

	def index
		@airplanes = Airplane.all
---
SELECT "airplanes".* FROM "airplanes"